{
    "apiLink": "https://moamen236.github.io/graduation_project/include/articles.json",
    "articles": [
    {
    "id":1,
    "title": "What Is Autism?",
    "description": "Autism, or autism spectrum disorder (ASD), refers to a broad range of conditions characterized by challenges with social skills,...",
    "url": "https://www.autismspeaks.org/what-autism",
    "imageUrl": "https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/1.png",
    "publishedAt": "14 march 1992",
    "content": "We know that there is not one autism but many subtypes, most influenced by a combination of genetic and environmental factors. Because autism is a spectrum disorder, each person with autism has a distinct set of strengths and challenges. The ways in which people with autism learn, think and problem-solve can range from highly skilled to severely challenged. Some people with ASD may require significant support in their daily lives, while others may need less support and, in some cases, live entirely independently. Several factors may influence the development of autism, and it is often accompanied by sensory sensitivities and medical issues such as gastrointestinal (GI) disorders, seizures or sleep disorders, as well as mental health challenges such as anxiety, depression and attention issues.Signs of autism usually appear by age 2 or 3. Some associated development delays can appear even earlier, and often, it can be diagnosed as early as 18 months. Research shows that early intervention leads to positive outcomes later in life for people with autism."
    },
    {
    "id":2,
    "title": "Signs of Autism",
    "description": "One of the most important things you can do as a parent or caregiver is to learn the early signs of autism and become familiar with ...",
    "url": "https://www.autismspeaks.org/signs-autism",
    "imageUrl": "https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/2.png",
    "publishedAt": "25 jan 2012",
    "content": "What are the signs of autism? The autism diagnosis age and intensity of autism’s early signs vary widely. Some infants show hints in their first months. In others, behaviors become obvious as late as age 2 or 3. Not all children with autism show all the signs. Many children who don’t have autism show a few. That’s why professional evaluation is crucial. The following may indicate your child is at risk for an autism spectrum disorder. If your child exhibits any of the following, ask your pediatrician or family doctor for an evaluation right away: \n <h3>By 6</h3> months Few or no big smiles or other warm, joyful and engaging expressions Limited or no eye contact \n <h3>By 9</h3> months Little or no back-and-forth sharing of sounds, smiles or other facial expressions \n By 12 months \n Little or no babbling \n Little or no back-and-forth gestures such as pointing, showing, reaching or waving \n Little or no response to name \n By 16 months \n Very few or no words \n By 24 months \n Very few or no meaningful, two-word phrases (not including imitating or repeating) \n At any age \n Loss of previously acquired speech, babbling or social skills \n Avoidance of eye contact \n Persistent preference for solitude \n Difficulty understanding other people’s feelings \n Delayed language development \n Persistent repetition of words or phrases (echolalia) \n Resistance to minor changes in routine or surroundings \n Restricted interests \n Repetitive behaviors (flapping,rocking,spinning,etc.) \n Unusual and intense reactions to sounds,smells,tastes,textures, lights and/or colors"
    },
    {
    "id":3,
    "title": "the Symptoms of Autism",
    "description": "A child or adult with autism spectrum disorder may have limited, repetitive patterns of behavior, interests including any of these signs: ...",
    "url": "https://www.autismspeaks.org/signs-autism",
    "imageUrl": "https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/3.jpg",
    "publishedAt": "5 Nov 2007",
    "content": "The core symptoms of autism are: \n social communication challenges and \n restricted, repetitive behaviors. \n Symptoms of autism may: \n begin in early childhood (though they may go unrecognized) \n persist and \n interfere with daily living. \n Specialized healthcare providers diagnose autism using a checklist of criteria in the two categories above. They also assess autism symptom severity. Autism’s severity scale reflects how much support a person needs for daily function. \n Many people with autism have sensory issues. These typically involve over- or under-sensitivities to sounds, lights, touch, tastes, smells, pain and other stimuli. \n Autism is also associated with high rates of certain physical and mental health conditions. \n Social communication challenges \n Children and adults with autism have difficulty with verbal and non-verbal communication. For example, they may not understand or appropriately use: \n Spoken language (around a third of people with autism are nonverbal) \n Gestures \n Eye contact \n Facial expressions \n Tone of voice \n Expressions not meant to be taken literally \n Additional social challenges can include difficulty with: \n Recognizing emotions and intentions in others \n Recognizing one’s own emotions \n Expressing emotions \n Seeking emotional comfort from others \n Feeling overwhelmed in social situations \n Taking turns in conversation \n Gauging personal space (appropriate distance between people) \n Restricted and repetitive behaviors \n Restricted and repetitive behaviors vary greatly across the autism spectrum. They can include: \n Repetitive body movements (e.g. rocking, flapping, spinning, running back and forth)  \n Repetitive motions with objects (e.g. spinning wheels, shaking sticks, flipping levers) \n Staring at lights or spinning objects \n Ritualistic behaviors (e.g. lining up objects, repeatedly touching objects in a set order) \n Narrow or extreme interests in specific topics \n Need for unvarying routine/resistance to change (e.g. same daily schedule, meal menu, clothes, route to school)"
    },
    {
    "id":4,
    "title": "What Causes Autism?",
    "description": "The information below is not meant to diagnose or treat. It should not take the place of consultation with a qualified healthcare professional...",
    "url": "https://www.autismspeaks.org/what-causes-autism",
    "imageUrl": "https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/4.png",
    "publishedAt": "18 Nov 2020",
    "content": "These influences appear to increase the risk that a child will develop autism. However, it’s important to keep in mind that increased risk is not the same as cause. For example, some gene changes associated with autism can also be found in people who don’t have the disorder. Similarly, not everyone exposed to an environmental risk factor for autism will develop the disorder. In fact, most will not. \n Autism’s genetic risk factors \n Research tells us that autism tends to run in families. Changes in certain genes increase the risk that a child will develop autism. If a parent carries one or more of these gene changes, they may get passed to a child (even if the parent does not have autism). Other times, these genetic changes arise spontaneously in an early embryo or the sperm and/or egg that combine to create the embryo. Again, the majority of these gene changes do not cause autism by themselves. They simply increase risk for the disorder \n Autism’s environmental risk factors \n Research also shows that certain environmental influences may further increase – or reduce – autism risk in people who are genetically predisposed to the disorder. Importantly, the increase or decrease in risk appears to be small for any one of these risk factors: \n Increased risk \n Advanced parent age (either parent) \n Pregnancy and birth complications (e.g. extreme prematurity [before 26 weeks], low birth weight, multiple pregnancies [twin, triplet, etc.]) \n Pregnancies spaced less than one year apart \n Decreased risk \n Prenatal vitamins containing folic acid, before and at conception and through pregnancy  \n No effect on risk \n Vaccines. Each family has a unique experience with an autism diagnosis, and for some it corresponds with the timing of their child’s vaccinations. At the same time, scientists have conducted extensive research over the last two decades to determine whether there is any link between childhood vaccinations and autism. The results of this research is clear: Vaccines do not cause autism. The American Academy of Pediatrics has compiled a comprehensive list of this research. \n Differences in brain biology \n How do these genetic and nongenetic influences give rise to autism? Most appear to affect crucial aspects of early brain development. Some appear to affect how brain nerve cells, or neurons,communicate with each other. Others appear to affect how entire regions of the brain communicate with each other. Research continues to explore these differences with an eye to developing treatments and supports that can improve quality of life."
    },
    {
    "id":5,
    "title": "Sensory Issues",
    "description": "Sensory issues occur when a child has a difficult time receiving and responding to information from their senses...",
    "url": "https://www.autismspeaks.org/sensory-issues",
    "imageUrl": "https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/5.jpg",
    "publishedAt": "9 March 2016",
    "content": "Sensory issues often accompany autism. In 2013, the American Psychiatric Association added sensory sensitivities to the symptoms that help diagnose autism. \n Autism’s sensory issues can involve both hyper-sensitivities (over-responsiveness) and hypo-sensitivities (under-responsiveness) to a wide range of stimuli. \n These can involve: \n Sights \n Sounds \n Smells \n Tastes \n Touch \n Balance \n Body awareness (proprioception) \n For example, many people on the spectrum are hyper-sensitive to bright lights or certain light wavelengths (e.g. from fluorescent lights). Many find certain sounds, smells and tastes overwhelming. Certain types of touch (light or deep) can feel extremely uncomfortable. \n This video, by two students at the Ringling College of Art & Design, simulates the “sensory overload” experienced by many people affected by autism. \n Hypo-sensitivities are likewise common. A low sensitivity to pain is a classic example. Another is under-responsiveness to the body signals that help control balance and physical coordination. This can result in clumsiness, which has long been associated with autism. \n How can I help someone with autism-related sensitivities? \n Awareness and accommodation can help ease related discomfort. \n Remember each person with autism is unique, and this includes their personal sensitivities. \n Examples of accommodations for hyper-sensitivities \n Dimmed lights \n Incandescent versus fluorescent lighting \n Sunglasses or visor to block overhead fluorescent lighting \n Ear plugs or headphones in noisy environments \n Closed door or high-walled work areas to block distracting sights and sounds \n Avoidance of strongly scented products (perfumes, air fresheners, soaps, etc.) \n Food options that avoid personal aversions (e.g. intensely spicy, textured, cold, hot, etc.) \n Clothing that accommodates personal sensitivities (e.g. to tight waistbands and/or scratchy fabric seams and tags) \n Request for permission before touching \n Examples of accommodations for hypo-sensitivities \n Visual supports for those who have difficulty processing spoken information \n Sensory-stimulating toys (e.g. safe chewies and fidgets) \n Opportunities for rocking swinging and other sensory stimulating activities \n Strong tasting and/or textured foods cold beverages etc. \n Firm touch (according to preference) \n Weighted blankets \n Fun opportunities to practice physical skills (catching, dancing, jumping, running, etc.) \n Furniture arrangements that reduce chances of bumping into sharp or hard surfaces \n What therapies can help with sensory issues? \n Occupational therapy uses physical activities and strategies to help each person meet their sensory needs and better process sensory input in everyday environments \n Autism feeding programs can address aversions to tastes and food textures, as well as under- and over-sensitivities that can hamper chewing and swallowing. \n Speech therapy can include both sensitivity-reducing and sensory-stimulating activities that improve speech, swallowing and related muscle movements. \n Cognitive behavioral therapy can help gradually increase tolerance to overwhelming sensory experiences. \n Autism Speaks maintains a calendar of autism-friendly events. Many of these events provide accommodations for sensory issues."
    },
    {
    "id":6,
    "title": "Autism Statistics and Facts",
    "description": "In 2020, the CDC reported that approximately 1 in 54 children in the U.S. is diagnosed with an autism spectrum disorder (ASD)...",
    "url": "https://www.autismspeaks.org/autism-statistics-asd",
    "imageUrl": "https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/6.jpg",
    "publishedAt": "18 Nov 2006",
    "content": "Autism Prevalence \n In 2020, the CDC reported that approximately 1 in 54 children in the U.S. is diagnosed with an autism spectrum disorder (ASD), according to 2016 data. \n 1 in 34 boys identified with autism \n 1 in 144 girls identified with autism \n Boys are four times more likely to be diagnosed with autism than girls. \n Most children were still being diagnosed after age 4, though autism can be reliably diagnosed as early as age 2. \n 31% of children with ASD have an intellectual disability (intelligence quotient [IQ] <70), 25% are in the borderline range (IQ 71–85), and 44% have IQ scores in the average to above average range (i.e., IQ >85). \n Autism affects all ethnic and socioeconomic groups. \n Minority groups tend to be diagnosed later and less often. \n Early intervention affords the best opportunity to support healthy development and deliver benefits across the lifespan. \n There is no medical detection for autism. \n What causes autism? \n Research indicates that genetics are involved in the vast majority of cases.  \n Children born to older parents are at a higher risk for having autism.  \n Parents who have a child with ASD have a 2 to 18 percent chance of having a second child who is also affected.  \n Studies have shown that among identical twins, if one child has autism, the other will be affected about 36 to 95 percent of the time. In non-identical twins, if one child has autism, then the other is affected about 31 percent of the time.   \n Over the last two decades, extensive research has asked whether there is any link between childhood vaccinations and autism. The results of this research are clear: Vaccines do not cause autism.  \n Intervention and Supports  \n Early intervention can improve learning, communication and social skills, as well as underlying brain development.   \n Applied behavior analysis (ABA) and therapies based on its principles are the most researched and commonly used behavioral interventions for autism.  \n Many children affected by autism also benefit from other interventions such as speech and occupational therapy.  \n Developmental regression, or loss of skills, such as language and social interests, affects around 1 in 5 children who will go on to be diagnosed with autism and typically occurs between ages 1 and 3. \n Associated Challenges  \n An estimated 40 percent of people with autism are nonverbal.   \n 31% of children with ASD have an intellectual disability (intelligence quotient [IQ] <70) with significant challenges in daily function, 25% are in the borderline range (IQ 71–85).  \n Nearly half of those with autism wander or bolt from safety.   \n Nearly two-thirds of children with autism between the ages of 6 and 15 have been bullied.  \n Nearly 28 percent of 8-year-olds with ASD have self-injurious behaviors. Head banging, arm biting and skin scratching are among the most common.  \n Drowning remains a leading cause of death for children with autism and accounts for approximately 90 percent of deaths associated with wandering or bolting by those age 14 and younger. \n Associated Medical & Mental Health Conditions  \n Autism can affect the whole body.  \n Attention Deficient Hyperactivity Disorder (ADHD) affects an estimated 30 to 61 percent of children with autism.  \n More than half of children with autism have one or more chronic sleep problems.  \n Anxiety disorders affect an estimated 11 to 40 percent of children and teens on the autism spectrum.  \n Depression affects an estimated 7% of children and 26% of adults with autism.  \n Children with autism are nearly eight times more likely to suffer from one or more chronic gastrointestinal disorders than are other children.  \n As many as one-third of people with autism have epilepsy (seizure disorder).  \n Studies suggest that schizophrenia affects between 4 and 35 percent of adults with autism. By contrast, schizophrenia affects an estimated 1.1 percent of the general population.  \n Autism-associated health problems extend across the life span – from young children to senior citizens. Nearly a third (32 percent) of 2 to 5 year olds with autism are overweight and 16 percent are obese. By contrast, less than a quarter (23 percent) of 2 to 5 year olds in the general population are overweight and only 10 percent are medically obese.  \n Risperidone and aripiprazole, the only FDA-approved medications for autism-associated agitation and irritability.  \n Caregivers & Families   \n On average, autism costs an estimated $60,000 a year through childhood, with the bulk of the costs in special services and lost wages related to increased demands on one or both parents. Costs increase with the occurrence of intellectual disability.  \n Mothers of children with ASD, who tend to serve as the child’s case manager and advocate, are less likely to work outside the home. On average, they work fewer hours per week and earn 56 percent less than mothers of children with no health limitations and 35 percent less than mothers of children with other disabilities or disorders.  \n Autism In Adulthood   \n Over the next decade, an estimated 707,000 to 1,116,000 teens (70,700 to 111,600 each year) will enter adulthood and age out of school based autism services.  \n Teens with autism receive healthcare transition services half as often as those with other special healthcare needs. Young people whose autism is coupled with associated medical problems are even less likely to receive transition support.  \n Many young adults with autism do not receive any healthcare for years after they stop seeing a pediatrician.  \n More than half of young adults with autism remain unemployed and unenrolled in higher education in the two years after high school. This is a lower rate than that of young adults in other disability categories, including learning disabilities, intellectual disability or speech-language impairment.  \n Of the nearly 18,000 people with autism who used state-funded vocational rehabilitation programs in 2014, only 60 percent left the program with a job. Of these, 80 percent worked part-time at a median weekly rate of $160, putting them well below the poverty level.  \n Nearly half of 25-year-olds with autism have never held a paying job.  \n Research demonstrates that job activities that encourage independence reduce autism symptoms and increase daily living skills.  \n Economic Costs  \n The cost of caring for Americans with autism had reached $268 billion in 2015 and would rise to $461 billion by 2025 in the absence of more-effective interventions and support across the life span.  \n The majority of autism’s costs in the U.S. are for adult services – an estimated $175 to $196 billion a year, compared to $61 to $66 billion a year for children.  \n On average, medical expenditures for children and adolescents with ASD were 4.1 to 6.2 times greater than for those without autism.    \n Passage of the 2014 Achieving a Better Life Experience (ABLE) Act allows tax-preferred savings accounts for people with disabilities, including autism, to be established by states.   \n Passage of autism insurance legislation in all 50 states is providing access to medical treatment and therapies."
    },
    {
    "id":7,
    "title": "Autism Spectrum Disorder",
    "description": "Autism spectrum disorder (ASD) is a lifelong neurodevelopmental disorder that consists of difficulties with social communication and language...",
    "url": "https://www.hindawi.com/journals/aurt/2021/887",
    "imageUrl": "https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/7.jpg",
    "publishedAt": "31 Jan 2021",
    "content": "The purpose of this study was to further examine the subscales that comprise the adaptive behavior section of the Bayley®-III to determine which of the subscales are predictive of ASD in young children (i.e., ≤ three years of age) in hope to contribute to the specificity of autism characteristics in early childhood as they relate to adaptive behavior. \n The current study examined individual logistic regression analyses which determined that lower standard deviation scores on the adaptive behavior scale on the Bayley®-III was a statistically significant predictor of ASD in young children. Moreover, lower raw scores on the communication, community use, functional preacademics, home living, health and safety, leisure, self-care, self-direction, and social subscales were found to be statistically significant predictors of ASD in young children. \n The social and communication individual subscale scores contributed the greatest amount of variance when predicting the diagnosis of ASD. As these two deficits are specified within the current diagnostic criteria and there is a vast amount of literature discussing these deficits among the ASD population, these results come as no surprise. \n Social and communicative deficits have been diagnostic hallmarks since the first clinical accounts of ASD were recorded [34]. The first clinical accounts were recorded by Dr. Kanner [35], wherein he referenced difficulties with socialization among the observed group of children [34]. Present, one of the first symptoms that is commonly found in children with ASD is their lack of social interaction [36]. Studies examining the relationship between communication skills and corresponding levels of adaptive behavior in individuals with ASD are limited [37]. \n However, Kjellmer et al. [37] concluded that nonverbal communication skills may be related to severity of autism symptoms as well as adaptive functioning.The lack of communication skills displayed by children with autism is the greatest cause of concern for parents [17]. As limited communication skills are associated with ASD, these individuals are more likely to display challenging behaviors and/or aggression as this may be their only means of communication, indirectly resulting in increased parental psychological distress [38]. One study examined how parents modified the environment in order to meet the needs of their child with ASD who demonstrated challenging behaviors [39]. The study revealed that parents limited social activities and outings with the child (i.e., shopping and visiting restaurants) [39]. Furthermore, parents avoided taking their child to new and different environments, limiting their exposure into the community [39]."
    },
    {
    "id":8,
    "title": "Oxidative Stress, Folate Receptor Autoimmunity, and CSF Findings in Severe Infantile Autism",
    "description": "Studies in autistic twins indicate involvement of both genetic and environmental factors. However, no common final pathway leading to autism spectrum disorders ...",
    "url": "https://www.hindawi.com/journals/aurt/2020/9095284/#abstract",
    "imageUrl": "https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/8.jpg",
    "publishedAt": "18 Nov 2020",
    "content": "This study suggests that oxidative stress and FRα autoimmunity represent two independent parameters capable of affecting DNA integrity, brain neurotransmitters, and folate-dependent one-carbon metabolism, disrupting epigenetic programming. Thus, not only treatment for FRα autoimmunity has to be taken into account [13], but also specific interventions to neutralize abundant reactive oxygen species (ROS) which can derange folate homeostasis, serotonin turnover, intermediary brain metabolism, DNA integrity, and epigenetics at different levels should be considered. The multiple points where oxidative or nitrosative stress perturb intermediary metabolism, folate transport, and genetic integrity have been summarised by Figure 1. A recent treatment trial for autism confirmed a positive effect on outcome by a combined therapeutic approach that aimed to neutralize oxidative stress and alleviate FRα autoimmunity [45]. \n In previous in vitro studies, we found that the generation of superoxide anions in vitro catabolizes MTHF by 75% within one hour, which can be prevented by the radical scavenger ascorbic acid [16]. After exposure to superoxide anions in culture, cellular folate incorporation was reduced in KB cells expressing FRα and RFC1 proteins. Thus, transmembrane MTHF passage at the placenta and choroid plexus is likely to be impaired by ROS, which leads to fetal and cerebral folate deficiency. ROS will react with NO-producing neurons and lead to peroxynitrite formation within these neurons, which can lead to neuronal dysfunction and eventually apoptosis [46, 47]. \n In addition to in vivo superoxide anion generation promoting peroxynitrite formation (Figure 1), additional neuronal folate depletion lowers purine synthesis and thus the pool of guanosine triphosphate as substrate for GTP-cyclohydrolase I, the rate-limiting enzyme for tetrahydrobiopterin (BH4) production [48]. Since BH4 acts as common co-factor for tryptophan- and tyrosine-hydroxylase and NO-synthase, folate depletion will limit serotonin, dopamine, and NO production. Moreover, in the presence of low BH4, NO-synthase shifts its enzymatic activity and, instead of NO formation, starts to produce the nitrosyl radical peroxynitrite [49]. Moreover, peroxynitrite inactivates tryptophan- and tyrosine-hydroxylases via sulfhydryl oxidation at their enzyme substrate-binding site, containing cysteine residues [50, 51]. \n Peroxynitrite also nitrosylates enzymatic protein tyrosine residues, but this exerts a minimal effect [49]. In addition, oxidation induces neuronal TPH2 aggregates through disulfide cross-linking [50]. Thus, generation of ROS and peroxynitrite, enhanced by folate depletion, reduces production of dopamine, NO, and in particular serotonin, as confirmed by previous findings of low serotonin production among 1/3 of autistic patients [21, 22]. The findings of the present study confirm that the cumulative presence of multiple pro-oxidant factors and/or antioxidant deficiencies present in each individual increases the percentage of patients with low CSF serotonin metabolite 5HIAA (Figure 4). Further evidence supporting our findings showed that antioxidant supplements for 3 autistic children with oxidative stress restored low CSF 5HIAA to normal levels.  \n In this study, two genetic defects involving serotonin reuptake proteins have only been encountered in 1 patient and identical twins with autism from consanguineous parents (first-line cousins). Our prior studies on mutations of SLC6A4, encoding SERT, and the SLC29A4 gene, encoding PMAT, in ASD suggested that normal brain serotonin homeostasis depends on adequate expression of these genes encoding the serotonin reuptake proteins SERT and PMAT, which clear serotonin from synaptic clefts and terminate serotonin signalling [22]. One child in our study carried a common SLC6A4 mutation with gain of function of the encoded SERT as previously reported [20]. In identical twins with normal CSF findings, we performed further genetic analysis because their parents were first-line cousins, and we found a SLC29A4 mutation with loss of function of the PMAT membrane transporter. \n However, the contribution by SLC6A4 and SLC29A4 mutations in our study remained minor with respect to the whole population of autism spectrum disorders. Another factor predisposing to low synaptic serotonin availability is the presence of low vitamin D levels, which normally interact with vitamin D responsive elements in the promotor region of the TPH2 gene and stimulate its transcription, while vitamin D simultaneously represses MAO-A and SERT gene transcription [25, 26]. Thus, low vitamin D reduces TPH2 expression and simultaneously favours higher SERT and MAO-A expression. However, with a high prevalence of vitamin D deficiency (70%) in our study, we did not confirm a correlation between plasma vitamin D concentrations and CSF 5HIAA levels (R2 = 0.0422). In only two patients with low CSF 5HIAA levels, we found a low plasma Trp level serving as substrate to the TPH2 enzyme and partly explaining lowered brain serotonin production. However, in the other patients, we did not detect low plasma Trp concentrations. \n In the pathogenesis of low-functioning autism, oxidative stress and pre- and/or postnatal folate receptor autoantibodies appear to play an important role by affecting DNA integrity, intermediary metabolism, serotonin turnover, and one-carbon transfer mechanisms. These changes can have an impact on epigenetic programming of neurodevelopmental genes. Early detection and appropriate therapeutic intervention could reverse the core deficits and improve outcome."
    },
    {
    "id":9,
    "title": "The Relationship between Age When Starting Early Intervention and Outcomes for Children with Autism Spectrum Disorder",
    "description": "Although the conventional wisdom is that “earlier is better” when it comes to intervention for children with ASD, it is not clear what evidence exists to support this notion...",
    "url": "https://www.hindawi.com/journals/aurt/2020/7605876/",
    "imageUrl": "https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/9.jpg",
    "publishedAt": "03 Aug 2020",
    "content": "Twelve out of the 14 studies reviewed did have at least one finding where earlier age of starting intervention was a statistically significant predictor of better developmental functioning and/or diagnostic status outcome in children with ASD. However, in the three studies where the unique variance for baseline age was reported, the amount was quite small (3% to 13%), especially in comparison with more robust predictors (usually T1 cognitive level). As well, the specific outcome measures that were predicted with statistical significance by initial age differed greatly among the studies. \n More informative were findings that revealed more complex relationships among predictors when initial age was included. Three studies showed that initial age interacted with other variables, those of (1) effective treatment (younger age combined with more effective treatment (IBI) versus TAU made a positive difference in outcome); (2) more advanced initial language level (younger age combined with better early language was related to the better outcome); and (3) phase of intervention (children who were younger made more progress when they first started EI compared to older children). \n This third finding—that the younger the children were, the more responsive they were to intervention, and that this response tapered off even at a young age—was evident throughout older to younger samples. Smith et al.’s (2015) [32] study included children as young as 20 months but primarily 3 to 5 years old, showing the effect for children who are not necessarily the youngest that participate in early intervention. The sample for Virues-Ortega et al. [53] was 25 months to 6 years, 5 months and produced similar effects. As the samples got younger, the effect continued to be found, for example, in four studies that included only children under 3 years of age. \n Specifically, Anderson et al.’s (2014) [58] results indicated that receiving intervention between 24 and 36 months of age emerged as a difference between youth who no longer had an ASD diagnosis and those that retained an ASD diagnosis and had an average or above IQ. Orinstein et al. [65] had very similar findings, although their paper was not included in this review due to lack of control for baseline levels of several predictors. In these two studies, children generally did not start early intervention before age 24 months, but in the other two studies of the review that examined children only under age 3 years, some children were 14 to 15 months old when they started intervention. \n For example, children in the Itzchak and Zachor (2011) [63] study ranged from 15 to 35 months old, a span of 20 months, and baseline age was shown to account for a small amount of independent variance in the prediction of MSEL cognitive outcome. Rogers et al. \n [57], however, had a much younger group: 14–24 months, a spread of 10 months. Their results that age of starting intervention predicted MSEL IQ only three months later suggest that earlier is better could apply to the youngest children who are now receiving early intervention for ASD. The studies as a whole did not answer the question of when a relatively neuroplastic phase may no longer exert its influence, but they do suggest that the effect is operational in the youngest children. \n It is our assertion that this collection of studies and the current review constitutes a beginning evidence base for “earlier is better” with regard to interventions for young children with ASD. Table 5 shows recommendations for future efforts that are examining whether earlier treatment initiation gives children with ASD an advantage in terms of later outcome. It is clear that this focus of inquiry will benefit from further research that is informed by these findings, as well as by the methodological strengths and limitations of the reviewed studies."
    },
    {
    "id":10,
    "title": "The 2D : 4D Digit Ratio as a Biomarker for Autism Spectrum Disorder",
    "description": "It has been suggested that the second (2D, index finger) to fourth (4D, ring finger) digit ratio, 2D : 4D, may be a biomarker for the risk of developing autism...",
    "url": "https://www.hindawi.com/journals/aurt/2017/1048302/",
    "imageUrl": "https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/10.jpg",
    "publishedAt": "19 Jul 2017",
    "content": "Our findings confirm that for the population as a whole the 2D : 4D digit ratio does not significantly correlate with the total AQ score and its subscales. These correlations were also not significant when analyzing the data separately for dove-type and hawk-type subjects. \n From these overall conclusions it may seem tempting to conclude that the 2D : 4D digit ratio is a poor biomarker of autistic traits in a healthy study population. However, the data do also show several interesting gender differences that should not be ignored. Whereas the left hand 2D : 4D digit ratio correlated significantly only with scores on the subscale “communication” in women, in men it significantly correlated with the total AQ score and the subscale “attention switching.” Moreover, in dove-type men both the left and right hand digit ratio significantly correlated with the total AQ score. Their left hand digit ratio further correlated significantly with the AQ subscales for “attention switching,” “imagination,” and “attention to detail.” In male hawk-type subjects, left hand digit ratios correlated significantly only with the subscale “detail oriented.” In women, these correlations were not significant. \n The observed gender differences may be explained by the fact that ASD must be viewed as sexually dimorphic, just as the 2D : 4D digit ratio, with males on average having lower ratios than females [3, 21]. Low digit ratios correspond to high prenatal testosterone levels and relate to the expression of autistic traits and possible development of autism [10]. The latter also corresponds to the observation that ASD is strongly sex-dependent, that is, much more common in men than in women (with a male/female ratio of 4 to 1) [22]. Supportive evidence for the role of prenatal testosterone levels in the development of ADS also comes from a study that examined the expression of autistic traits in children with congenital adrenal hyperplasia (CAH). CAH is a genetic disorder causing excess adrenal androgen production, testosterone amongst others, already beginning in the fetal stage. Girls with CAH show masculinization of mood and behavior, relative to their unaffected siblings [23, 24]. Knickmeyer and Baron-Cohen identified girls with CAH to exhibit more autistic traits, compared to their unaffected siblings, and suggested it to be the result of higher prenatal androgen exposure [25]. \n Although several studies have suggested an association between prenatal levels of testosterone, the 2D : 4D digit ratio, and the risk of autism, other studies could not confirm these findings [10, 26–28]. For example, by comparing digit ratios of autistic children to those of their close relatives, Manning et al. predicted that high levels of prenatal testosterone do not invariably result in an autistic phenotype and that other factors may also precipitate an autistic phenotype [10]. In addition to the results of Manning and Taylor [8], Hönekopp [11] and Barona et al. [29] suggest high prenatal testosterone levels to predispose to autism only in individuals exposed to extremely high prenatal testosterone. The majority of our study population consisted of individuals with a 2D : 4D digit ratio that is as low as the ratio described by Hönekopp and Teatero and Netley to be a risk factor in developing ASD. \n The absence of significant associations may further have been caused by differences in study design, that is, comparing 2D : 4D digit ratios of people with and without a formal ASD diagnosis versus associating the 2D : 4D digit ratio with severity of ADS trait measures in the general population [30]. \n A limitation of the current study is that data was collected from a relative healthy and young sample. University students are highly educated individuals who usually possess a more than average level of skills that are seen impaired in ADS, such as communication and attention switching. Recruitment of participants in a clinical setting would have provided qualitatively different data and stronger associations between the 2D : 4D digit ratio and specific aspects of autism spectrum disorder [31]. Therefore, future research concerning the association between ASD and the 2D : 4D digit ratio should include a broader age range, including the nonstudent population and patients. \n Although the overall association between ADS and the 2D : 4D digit ratio was not significant, significant gender specific associations between the 2D : 4D digit ratio and specific autism traits were observed, which were stronger in men than in women. Future research should focus on these gender differences."
    },
    {
        "id":11,
        "title":"Defining Autism",
        "description":"In light of the steady rise in the prevalence of students with autism, this study examined the definition of autism published by state education agencies (SEAs), as well as SEA-indicated evaluation procedures for determining student qualification for autism",
        "url":"https://www.hindawi.com/journals/aurt/2014/327271/",
        "imageUrl":"https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/11.jpg",
        "publishedAt":"02 Jun 2014",
        "content":"The present study revealed that definitions of autism and the eligibility evaluation procedures for it are readily available on SEA websites. Most SEA definitions substantially resemble the federal definition of autism found in IDEA-2004, including its components about deviant responses to sensory experiences and exclusion of students with emotional disturbance. Many definitions have in addition some elements of DSM-IV-TR autistic disorder. On the other hand, only one-fifth of SEA evaluation procedures substantially reflect the IDEA-2004 statement on assessment for disability eligibility, although many SEAs incorporate a few aspects of that statement.Study results suggest several points that call for criticism, but first we acknowledge that it is far easier to disapprove of existing definitions and evaluation statements about autism than to present demonstrably superior alternatives. That said, below we point to several drawbacks to the existing SEA information and offer a direction that could lead to their improvement.Table 1 shows that most SEA definitions prohibit qualification under the category of autism for a student who has certain other conditions. This is a flaw because some of those other conditions are commonly found among children with autism. For example, children with autism often experience mood disorder, anxiety disorder, and other mental disorders [15–17] that might qualify the student for emotional disturbance. Yet in 44 SEA definitions, qualifying for emotional disturbance excludes qualifying for autism.Moreover, despite the frequent definition emphasis on ruling out an emotional disturbance, only 11 SEAs (22%) require a behavioral evaluation that would document the presence or absence of emotional-behavioral problem characteristics. Given this disconnect, it is possible that students with characteristics of autism may either not be so identified due to rule-out criteria or may be identified under the autism category but not receive proper services for their unevaluated mental health issues.The DSM-5 definition of autism spectrum disorder recognizes the comorbidity of autism with other mental disorders, such as anxiety and obsessive compulsive disorder, and allows for specification of these coexisting conditions within the clinical diagnosis. SEAs that undertake a revision of their autism special education category may wish to follow the lead of DSM-5 in this regard by recognizing that students whose emotional and behavior problems might qualify them for emotional disturbance may more appropriately be qualified for autism."
    },
    {
        "id":12,
        "title":"Asperger Syndrome",
        "description":"Asperger syndrome, or Asperger’s, is a previously used diagnosis on the autism spectrum. In 2013, it became part of one umbrella diagnosis of autism spectrum disorder (ASD) in the Diagnostic and Statistical Manual of Mental Disorders 5 (DSM-5).",
        "url":"https://www.autismspeaks.org/types-autism-what-asperger-syndrome",
        "imageUrl":"https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/12.jpg",
        "publishedAt":"09 Jun 2015",
        "content":"Typical to strong verbal language skills and intellectual ability distinguish Asperger syndrome from other types of autism.Asperger syndrome generally involves:Difficulty with social interactionsRestricted interests Desire for sameness Distinctive strengths Strengths can include:Remarkable focus and persistence Aptitude for recognizing patternsAttention to detail Challenges can include:Hypersensitivities (to lights, sounds, tastes, etc.) Difficulty with the give and take of conversationDifficulty with nonverbal conversation skills (distance, loudness, tone, etc.) Uncoordinated movements, or clumsinessAnxiety and depressionThe tendencies described above vary widely among people. Many learn to overcome their challenges by building on strengths.Though the diagnosis of Asperger syndrome is no longer used, many previously diagnosed people still identify strongly and positively with being an “Aspie.”Asperger therapies and services Find the following services near you using the Autism Speaks Resource Guide.Cognitive behavioral therapy can help address anxiety and other personal challenges.Social skills training classes can help with conversational skills and understanding social cues.Speech therapy can help with voice control.physical and occupational therapy can improve coordination.Psychoactive medicines can help manage associated anxiety, depression and attention deficit and hyperactivity disorder (ADHD).How has our understanding of Asperger syndrome evolved?1944: Austrian pediatrician Hans Asperger described four strikingly similar young patients. They had normal to high intelligence. But they lacked social skills and had extremely narrow interests. The children also shared a tendency to be clumsy.1981: British psychiatrist Lorna Wing published a series of similar case studies. In it, she coined the term “Asperger syndrome.”1994: Asperger syndrome listed in the Diagnostic and Statistical Manual of Mental Disorders (DSM-4).2013: Asperger syndrome and other previously separate types of autism folded into one umbrella diagnosis of “autism spectrum disorder” in DSM-5."
    },
    {
        "id":13,
        "title":"How do I get my child screened for autism?",
        "description":"Does your child show signs of autism? Do you wonder about his or her development?",
        "url":"https://www.autismspeaks.org/first-concern-action",
        "imageUrl":"https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/13.jpg",
        "publishedAt":"10 Jun 2012",
        "content":"We encourage you to get your child screened promptly.You can request an autism screening anytime from your doctor or your state’s Early Intervention program.The American Academy of Pediatrics recommends that all children get screened for autism at their 18- and 24-month exams – and whenever a parent or doctor has concerns.Meanwhile, you can complete the Modified Checklist for Autism in Toddlers-Revised (M-CHAT-R™). It takes just a few minutes to assess the likelihood of autism. And you can take the results to your doctor.Talk with your healthcare provider. Screening doesn’t diagnose autism. It flags behaviors often associated with the condition. After screening, your doctor can refer you to a specialist for a diagnostic evaluation.Importantly, you don’t need to wait for a diagnosis for your child to receive services. Federal law requires states to provide therapy whenever screening identifies developmental delays or learning challenges.Get our First Concern to Action Tool Kit. Are you a teen or adult seeking evaluation for autism? See Is It Autism, and If so, What Next? How do I get autism services? If your child’s screening for autism identifies developmental delays or learning challenges, he or she is entitled to intervention services. You can start these services before your child receives an autism diagnosis.If your child is under the age of 3, you can get services through your state’s Early Intervention program.For children ages 3 to 21, you can get services through your school district’s Special Education office."
    },
    {
        "id":14,
        "title":"Neuropsychological Characteristics of Children with Mixed Autism and ADHD",
        "description":"Clinical heterogeneity is a well-established characteristic of autism spectrum disorder (ASD). In addition to the core features of social communication impairment and restricted/repetitive behaviors and interests...",
        "url":"https://www.hindawi.com/journals/aurt/2017/5781781/",
        "imageUrl":"https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/14.jpg",
        "publishedAt":"25 Jul 2017",
        "content":"In 1902, about 50 years before Leo Kanner described autism, George Still laid down the main characteristics of the condition that later came to be known as ADHD (see Goldstein, 2006). While Kanner did not describe the comorbid disorders his eleven patients suffered from, a close reading of his seminal paper suggests that at least a few of them seemed to show symptoms that would today be diagnosed as ADHD. Before the DSM-5 [26] was published, it was believed that the two diagnoses of ASD and ADHD were mutually exclusive. The diagnosis of ADHD could not be given in persons with ASD on the assumption that symptoms of inattention and hyperactivity were rather common in those with autism resulting in artefactual comorbidity. However, research in the last two decades has established that despite the seeming overlap between the symptoms of the two disorders and the challenges of diagnosing ADHD in some patients with ASD, such as those with severe intellectual disability (mental retardation), there does seem to exist a subgroup of patients who have both the disorders based on behavioral features. The results of this study provide preliminary neuropsychological evidence of the existence of this patient group.The main finding of this study is that compared with children who have ASD only those who have ASD + ADHD are more impaired in their ability to read other people’s emotions and feelings (“Reading the Mind in the Eyes Test”) and to hold and manipulate critical periods of information (“working memory”). Thus, when we compared the neuropsychological profiles of 22 children with ASD only with those of 25 children with ASD + ADHD, we found significant differences between the two groups. Working memory was significantly more impaired in children with additional ADHD. Moreover, a marginally significant difference was identified in the Eyes Test, indicating that children with ASD + ADHD may have more difficulties in emotion recognition. Regarding behavioral symptoms, children with ASD + ADHD showed higher levels of anxiety in line with other studies [19, 20]; however, we did not identify qualitative differences in the profiles of the two groups. The worse performance in working memory and in emotion recognition, along with the higher levels of anxiety found in individuals with ASD + ADHD, supports the hypothesis that having additional ADHD increases the level of their impairment and negatively impacts their management and outcome.It is to be noted that the sample consisted only of those with normal level of intelligence. Therefore, the findings may not apply to lower functioning children with ASD and ADHD. The risk of intellectual disability (ID) increases the risk of both ASD and ADHD, acting alone and in combination with other factors. Indeed, diagnosing the two conditions in those with severe and profound intellectual disability is extremely difficult. Since working memory is impaired in those with ID [27], it can be speculated that lower functioning children with ASD and ADHD are more impaired in measures of social cognition than those with normal intelligence. Future studies should examine the effect of decreasing IQ on ASD children with comorbid ADHD. Other limitations of the study also need to be considered when interpreting our results. Thus, it is possible that the performance was affected by tiredness in our participants due to the large test battery administered. Finally, the size of our sample may have failed to identify differences."
    },
    {
        "id":15,
        "title":"What Do Parents Think about Chromosomal Microarray Testing",
        "description":"Background. Chromosomal Microarray Analysis (CMA) is increasingly utilized to detect copy number variants among children and families affected with autism spectrum disorders (ASD)....",
        "url":"https://www.hindawi.com/journals/aurt/2016/6852539/",
        "imageUrl":"https://raw.githubusercontent.com/Moamen236/graduation_project/master/assets/images/articles/15.jpg",
        "publishedAt":"20 Jun 2016",
        "content":"3.1. Sample Characteristics As illustrated by Table 1, the majority of the 45 participants were mothers (60%, ). Parents had a mean age of 39.1 years. More than half of participants were spouses who were interviewed individually (57.8%, ). Almost 56% of participants were White and the remaining were minorities. Slightly over half of the parents (57.8%, ) had an annual income lower than $55K. Forty-four children (35 boys and 9 girls) with ASD were involved in this study and they represented diverse severity levels of ASD as reported by parents (Table 1). Guidelines provided by DSM-5 by American Psychiatry Association were used to assign severity levels of ASD with Level 1 representing mild characteristics of autism, Level 2 moderate, and Level 3 severe [26]. Among the 44 children involved in this study, 9% () were in Level 1 (high functioning in social communication and less severe symptoms of repetitive behaviors), slightly more than half (52%) were in Level 2 (high functioning in social communication and moderate symptoms of repetitive behaviors), and a quarter of the sample (25%) were in Level 3 in the severe category (either with very low function in social interactions or with the need for very substantial support). Six parents were unable to define the severity level of their children’s ASD which accounts for 14% of the children. When parents provided the information regarding severity level of ASD, three of them also mentioned that their children also had intellectual disability. According to the parents, none of them knew any identified etiology of their children’s autistic conditions.3.2. Interview FindingsBased on parents’ perspectives on undergoing ASD genetic testing, three main themes emerged from the data: parental awareness of CMA genetic testing, test motivations, and perceived barriers to undergoing CMA genetic testing.3.2.1. Parental Awareness of CMA Genetic Testing Before we asked parents their attitudes toward CMA genetic testing, we asked parents “what is the first word that comes to your mind when you hear the word genetics.” Then we provided brief information about CMA (e.g., what did CMA stand for, what was CMA, and what is the testing procedure). Regardless of the diverse socioeconomic status, none of the 45 parents reported that they were knowledgeable of CMA. One of the fathers with twin boys who was highly educated and had previous training in molecular genetics reported that he never knew that CMA was a genetic test that was available to his children (twins) with ASD. According to him,This particular test I have not heard of. I’ve heard of general genetic testing, but not CMA.Another mother who also doubted that anyone in the local autism community had heard of the test before commented that No, not in the group here, local – I don’t know anybody that has (heard of CMA genetic testing).3.2.2. Test MotivationsTable 2 illustrates recurrent motivations for why parents reported that they would participate in CMA (including testing themselves and their children with ASD). The subthemes, percentages, and illustrative quotes are provided in Table 2."
    }
    ]
    }